{
  "conditions": "เงื่อนไข",
  "condition-1": "โปรแกรมผ่อนชำระเงิน 0% นาน 3 เดือน ต้องมียอดเงินขั้นต่ำ 3,000 บาท",
  "condition-2": "คะเเนนสะสมของบัตรเครดิตที่เกิดจากการใช้รายการผ่อนชำระ จะขึ้นอยู่กับเงื่อนไขของธนาคารผู้ออกบัตรเครดิต",
  "condition-3": "ค่าธรรมเนียมนี้เป็นอัตราต่อท่านต่อเที่ยวบิน",
  "condition-4": "สำหรับเส้นทาง Connecting Flight คิดอัตราต่อท่าน ต่อหมายเลขการจอง",
  "condition-5": "สายการบินฯ จะดำเนินการสุ่มตรวจบัตรเครดิตที่ใช้ในการชำระเงิน ณ เคาน์เตอร์เช็คอินสำหรับรายการที่ทำด้วยบัตรเครดิตที่ไม่ได้ออกโดยธนาคารในประเทศไทยและไม่ได้ผ่านระบบยืนยันความเป็นเจ้าของบัตรเครดิต (verified by Visa หรือ MasterCard Secure Code หรือ J-Secure หรือ One Time Password) จากธนาคารผู้ออกบัตรเครดิต ในกรณีที่เจ้าของบัตรเครดิตหรือผู้เดินทางไม่สามารถนำบัตรเครดิตที่ชำระเงินมาแสดงได้ สายการบินฯ ขอสงวนสิทธิ์ในการยกเลิกการเดินทางของท่าน",
  "round-trip":"ไป-กลับ",
  "one-way":"เที่ยวเดียว",
  "currency":"สกุลเงิน",
  "form":"ต้นทาง",
  "to":"ปลายทาง",
  "depart":"ขาไป",
  "return":"ขากลับ",
  "select-passenger":"เลือกผู้โดยสาร",
  "search":"ค้นหา",
  "adult":"ผู้ใหญ่",
  "child":"เด็ก",
  "infant":"ทารก",
  "least-adult":"กรุณาเลือกผู้ใหญ่อย่างน้อย 1 คน",
  "exceed-infant":"จำนวนทารกไม่สามารถมีต่ำกว่าผู้ใหญ่ได้",
  "to-header":"ถึง",
  "edit":"แก้ไข",
  "select-flight":"เลือกเที่ยวบิน",
  "passenger-info":"ข้อมูลผู้โดยสาร",
  "extra-service":"บริการเสริม",
  "payment":"ยืนยันการจอง",
  "departure":"เวลาออก",
  "arrival":"เวลาถึง",
  "flight-info":"ข้อมูลเที่ยวบิน",
  "recommended":"แนะนำ",
  "booking":"จองตั๋ว",
  "journey-planning":"วางแผนการเดินทาง",
  "about-us":"เกี่ยวกับนกแอร์",
  "in-flight":"บริการบนเครื่อง",
  "nok-fan-club":"นกแฟนคลับ",
  "corporate-customer":"ลูกค้าบริษัท",
  "nok-mobile-contnet":"ไม่พลาดทุกโปรโมชั่น เช็คอินเร็วทันใจ โหลดฟรี",
  "follow-us":"ติดตามเราได้ที่",
  "terms-conditions":"เงื่อนไขและข้อกำหนด",
  "terms-use":"ข้อกำหนดการใช้งาน",
  "privacy-policy":"นโยบายความเป็นส่วนตัว",
  "footer-by":"บริษัท สายการบินนกแอร์ จำกัด (มหาชน) สงวนลิขสิทธิ์",
  "next":"ถัดไป",
  "previous":"ก่อนหน้า",
  "choose-services":"เลือกบริการเพิ่มเติม",
  "choose-services-content":"เพิ่มความสะดวกสบายในการเดินทางได้ทันที",
  "7kg":"น้ำหนักสัมภาระถือขึ้นเครื่อง 7 กก.",
  "15kg":"ได้สิทธิ์กระเป๋า 15 กก. สำหรับเส้นทางภายในประเทศ / ได้สิทธิ์กระเป๋า 20 กก. สำหรับเส้นทางระหว่างประเทศ",
  "advanced-seat":"เลือกที่นั่งได้เอง (เฉพาะเที่ยวบินนกแอร์)",
  "eligible-reroute":"เปลี่ยนแปลงเส้นทางภายในประเทศได้ผ่านช่องทางห้องจำหน่ายบัตรโดยสารที่สนามบิน หรือ โทร 1318 หรือ +66 (0) 2 439 3344",
  "hot-meal":"อาหารร้อนสําหรับเที่ยวบินระหว่างประเทศฯ/กล่องอาหารว่างสําหรับเที่ยวบินภายในประเทศฯ *สำรองที่นั่งมากกว่า 48 ชั่วโมงก่อนการเดินทาง* (สำหรับเส้นทางข้ามภาค จะไม่มีบริการเสิร์ฟอาหาร และเครื่องดื่มบนเครื่องบิน)",
  "25kg":"ได้สิทธิ์กระเป๋า 25 กก. สำหรับเส้นทางภายในประเทศ / ได้สิทธิ์กระเป๋า 30 กก. สำหรับเส้นทางระหว่างประเทศ",
  "priority-boarding":"ขึ้นเครื่องบินได้ก่อนใคร Priority boarding (นกเฟิร์ส)",
  "lounge-access":"ห้องรับรองพิเศษ (เฉพาะที่สนามบินดอนเมืองเเละสําหรับเที่ยวบินภายในประเทศฯเท่านั้น)",
  "changing":"เปลี่ยนเที่ยวบินได้ไม่คิดค่าธรรมเนียม",
  "passenger":"ผู้โดยสาร",
  "primary-passenger":"ผู้โดยสารหลัก",
  "title":"คำนำหน้า",
  "first-name":"ชื่อภาษาอังกฤษ และ ชื่อกลาง (ถ้ามี)",
  "last-name":"นามสกุลภาษาอังกฤษ",
  "date":"วันเกิด",
  "contact-info":"รายละเอียดการติดต่อ",
  "phone":"โทรศัพท์มือถือ",
  "email":"อีเมล",
  "news":"ข้าพเจ้าต้องการลงทะเบียนรับข่าวสาร, ข้อเสนอพิเศษจากนกแอร์ผ่านช่องทางการติดต่อที่มอบให้ และยอมรับ 'นโยบายความเป็นส่วนตัวของนกแอร์'",
  "extra-service-content":"เลือกบริการเสริม",
  "passenger-detail":"รายละเอียดผู้โดยสาร",
  "payment-submit":"การชำระเงิน",
  "select-payment":"เลือกช่องทางการชำระเงิน",
  "select-payment-detail":"เลือกการชำระเงินเพื่อทำการจองให้เสร็จสิ้น",
  "term-submit":"เงื่อนไขและข้อกำหนด และ นโยบายความเป็นส่วนตัวของนกแอร์",
  "check":"ข้าพเจ้าได้ศึกษา เข้าใจและยอมรับใน เงื่อนไขและข้อกำหนด และ นโยบายความเป็นส่วนตัวของนกแอร์ อีกทั้งนกแอร์ขอสงวนสิทธิ์ในการยกเลิกการจองและการคืนยอดการชำระเงิน"
}